{"sourcedb":"PubMed","sourceid":"25609068","text":"Pharmacodynamic imaging guides dosing of a selective estrogen receptor degrader. UNASSIGNED:Purpose:Estrogen receptor (ER) targeting is key in management of receptor-positive breast cancer (BrCa). Currently, there are no methods to optimize anti-ER therapy dosing. This study assesses the utility of 16a-18F-fluoroestradiol (18F-FES) PET for fulvestrant dose optimization in a preclinical ER+ BrCa model. Experimental Design:In vitro, 18F-FES retention was compared to ERa protein expression (ELISA) and ESR1 mRNA transcription (qPCR) in MCF7 cells (ER+) after treatment with different fulvestrant doses. MCF7 xenografts were grown in ovariectomized nude mice and assigned to vehicle, low-(0.05mg), medium-(0.5mg) or high-dose(5mg) fulvestrant treatment groups (5-7 per group). Two and three days after fulvestrant treatment, PET/CT was performed using 18F-FES and 18F-FDG, respectively. ER expression was assessed by immunohistochemistry, ELISA, and qPCR on xenografts. Tumor proliferation was assessed using Ki-67 immunohistochemistry. Results:In vitro, we observed a parallel graded reduction in 18F-FES uptake and ER expression with increased fulvestrant doses, despite enhancement of ER mRNA transcription. In xenografts, ER expression significantly decreased with increased fulvestrant dose, despite similar mRNA expression and Ki-67 staining among the treatment groups. We observed a significant dose-dependent reduction of 18F-FES PET mean standardized uptake value (SUVmean) with fulvestrant treatment, but no significant difference among treatment groups in 18F-FDG PET SUVmean. Conclusions:We demonstrated that 18F-FES uptake mirrors the dose-dependent changes in functional ER expression with fulvestrant resulting in ER degradation and/or blockade; these precede changes in tumor metabolism and proliferation. Quantitative 18F-FES PET may be useful for tracking early efficacy of ER blockade/degradation and guiding ER-targeted therapy dosing in BrCa."}
